age
aichat
aria2
ascii-image-converter
borders
broot
brotli
btop
ca-certificates
cairo
certifi
chezmoi
coreutils
curl
duckdns
expat
fastfetch
fontconfig
freetype
gettext
gh
glib
gmp
gnupg
gnutls
go
gpgme
httpie
iproute2mac
jpeg-turbo
libassuan
libevent
libgcrypt
libgit2@1.8
libgpg-error
libidn2
libksba
libnghttp2
libpng
libssh2
libtasn1
libtiff
libunistring
libusb
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
little-cms2
llvm
lpeg
lua
luacheck
luajit
luv
lz4
lzo
mpdecimal
msgpack
neovim
netbird
nettle
nowplaying-cli
npth
nspr
nss
nushell
openjpeg
openssl@3
p11-kit
pam-reattach
pcre
pcre2
pinentry
pixman
pkgconf
podlet
podman
poppler
python-packaging
python@3.13
readline
rich-cli
rtmpdump
rust
sketchybar
sqlite
sshs
superfile
switchaudio-osx
tabiew
the_silver_searcher
thefuck
tree-sitter
unbound
unibilium
wget
xorgproto
xz
yazi
z3
zsh-autosuggestions-abbreviations-strategy
zstd
aerospace
anydesk
appcleaner
cleanupbuddy
deeper
deepl
devpod
displaylink
firefox
font-blex-mono-nerd-font
font-hack-nerd-font
font-sf-mono
font-sf-pro
font-sketchybar-app-font
ghostty
google-drive
gpt4all
grandperspective
hyperkey
karabiner-elements
keepassxc
keka
keycastr
keyclu
kitty
knockknock
landrop
lm-studio
localsend
macfuse
maintenance
microsoft-auto-update
microsoft-teams
monitorcontrol
mounty
netbird-ui
numi
obsidian
onyx
orbstack
pearcleaner
podman-desktop
qbittorrent
quickrecorder
raycast
sentinel-app
sf-symbols
shottr
syncthing
tailscale
teamviewer
telegram
tomatobar
vivaldi
vlc
vnc-viewer
wezterm
whatsapp
windows-app
zed
zen-browser
zerotier-one
zoom
